{
  "data": [
    {
      "id": "4",
      "name": "Finance Application",
      "url": "",
      "description": "Provide seamless financial services for customers and businesses enabling them to achieve their financial goals. This is a lending application that provides micro-loans to users. Features provided by the application are VAS(Value added services), BNPL(Buy now pay later), Merchant offline payments, Credit loans, Cash loan, etc.",
      "isFork": false,
      "languages": [
        {
          "name": "HTML",
          "iconifyClass": "logos-html-5"
        },
        {
          "name": "CSS",
          "iconifyClass": "logos-css-3"
        },
        {
          "name": "JavaScript",
          "iconifyClass": "logos-javascript"
        },
        {
          "name": "Dockerfile",
          "iconifyClass": "simple-icons:docker"
        }
      ]
    },
    {
      "id": "3",
      "name": "Social Currency Platform for Content Creators",
      "createdAt": "2022-03-13T20:41:33Z",
      "url": "https://github.com/ashutosh1919/explainable-cnn",
      "description": "The Project was about the social currency platform based on Ethereum Blockchain. This platform is used to facilitate interactions between social media celebrities and their followers in the form of meetups, giveaways, exclusive content, etc. for social currencies. These social currencies can be earned by different tasks, contributions, contests, etc.",
      "isFork": false,
      "languages": [
        {
          "name": "Golang",
          "iconifyClass": "logos-golang"
        }
      ]
    },
    {
      "id": "2",
      "name": "Social Media Platform for Sharing Content Online",
      "url": "",
      "description": "The Project was about the social media platform where users can upload their own content(like images, audio, and video clips). where users are able to share that Media on Popular social media like YouTube, LinkedIn, Twitter, and Facebook with a single click.",
      "isFork": false,
      "languages": [
        {
          "name": "HTML",
          "iconifyClass": "logos-html-5"
        },
        {
          "name": "CSS",
          "iconifyClass": "logos-css-3"
        },
        {
          "name": "Shell",
          "iconifyClass": "simple-icons:shell"
        },
        {
          "name": "JavaScript",
          "iconifyClass": "logos-javascript"
        }
      ]
    },
    {
      "id": "1",
      "name": "Goxpert – Golang Training Portal",
      "url": "",
      "description": "⚙️ Goxpert is a training and assessment platform. It helps non-Golang developers and freshers to trainthemselves in Golang. This portal has two types of users: Admin and Developer. Admin can create and manage developers, various courses, sections, and questions. Admin can also manage all the developers and see their progress for each course. A developer can opt-in for any course(s) as per their interest and get proficient in the respective course. This platform has an assessment feature that helps hire the best Golang developers",
      "isFork": false,
      "languages": [
        {
          "name": "Python",
          "iconifyClass": "logos-python"
        }
      ]
    }
  ]
}
